Repository: Mina-Mamdouh0/Tennis_App
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es

source: You Don't have Matches
de_de: Du hast keine Matches
es: No tienes partidos

source: Click to Find Your Partner
de_de: Klicken, um deinen Partner zu finden
es: Haz clic para encontrar tu compañero

source: No matches
de_de: Keine Matches
es: No hay partidos

source: Your Upcoming Events
de_de: Deine bevorstehenden Veranstaltungen
es: Tus Próximos Eventos

source: Your Reversed Courts
de_de: Deine umgekehrten Plätze
es: Tus Canchas Reservadas

source: Your Upcoming Matches
de_de: Deine bevorstehenden Matches
es: Tus Próximos Partidos

source: Find Partner
de_de: Partner finden
es: Encontrar Compañero

source: Member administration
de_de: Mitgliederverwaltung
es: Administración de Miembros

source: Create a role
de_de: Eine Rolle erstellen
es: Crear un Rol

source: Tournament management
de_de: Turnierverwaltung
es: Gestión de Torneos

source: Your Membership
de_de: Deine Mitgliedschaft
es: Tu Membresía

source: From :
de_de: Von:
es: Desde :

source: To :
de_de: Bis:
es: Hasta :

source: Address :
de_de: Adresse:
es: Dirección :

source: Error fetching data
de_de: Fehler beim Abrufen der Daten
es: Error al obtener datos

source: No data available
de_de: Keine Daten verfügbar
es: No hay datos disponibles

source: Get Reserved
de_de: Reservieren
es: Obtener Reservado

source: Occupied
de_de: Belegt
es: Ocupado

# Your_Upcoming_Single_Matches_Club
source: Your Single Matches
de_de: Deine Einzelspiele
es: Tus Partidos Individuales

# Your_Upcoming_Double_Matches_Club
source: Your Double Matches
de_de: Deine Doppelspiele
es: Tus Partidos Dobles

# available_single_matches
source: Club’s Single Matches
de_de: Einzelspiele des Clubs
es: Partidos Individuales del Club

# available_double_matches
source: Club’s Double Matches
de_de: Doppelspiele des Clubs
es: Partidos Dobles del Club

source: Single Tournaments
de_de: Einzelturniere
es: Torneos Individuales

source: Double Tournaments
de_de: Doppelturniere
es: Torneos Dobles

source: Enter Results
de_de: Ergebnisse Eingeben
es: Ingresar Resultados

source: Email verified
de_de: E-Mail Verifiziert
es: Correo Verificado

source: Logout
de_de: Ausloggen
es: Cerrar Sesión

source: Set Group Image
es: Set Group es

source: Error
de_de: Fehler

source: Roles
de_de: Rollen
