Repository: Mina-Mamdouh0/Tennis_App
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es

# invitationText
source: You have been invited to join this club through an invitation link.
de_de: Sie wurden eingeladen, diesem Club beizutreten, indem Sie einen Einladungslink verwenden.
es: Has sido invitado(a) a unirte a este club a través de un enlace de invitación.

source: Join Club
de_de: Club beitreten
es: Unirse al Club

source: Total Members
de_de: Gesamtmitglieder
es: Miembros Totales

source: Match Played
de_de: Gespielte Spiele
es: Partidos Jugados

source: Total Wins
de_de: Gesamtgewinne
es: Victorias Totales

source: Courts own
de_de: Eigene Plätze
es: Canchas Propias

source: Join
de_de: Beitreten
es: Unirse

# createProfile
source: Create Your Profile
de_de: Profil erstellen
es: Crear Tu Perfil

source: Male
de_de: Männlich
es: Masculino

source: Female
de_de: Weiblich
es: Femenino

source: Singles
de_de: Einzel
es: Individuales

source: Doubles
de_de: Doppel
es: Dobles

source: Set Profile Picture
de_de: Profilbild setzen
es: Establecer Foto de Perfil

# typeYourName
source: Type your name here
de_de: Geben Sie hier Ihren Namen ein
es: Escribe tu nombre aquí

source: Player Name
de_de: Spielername
es: Nombre del Jugador

# typeYourPhoneNumber
source: Type your phone number here
de_de: Geben Sie hier Ihre Telefonnummer ein
es: Escribe tu número de teléfono aquí

source: Phone Number
de_de: Telefonnummer
es: Número de Teléfono

# typeYourAge
source: Type your age here
de_de: Geben Sie hier Ihr Alter ein
es: Escribe tu edad aquí

source: Age
de_de: Alter
es: Edad

# typeYourPreferredPlayingTime
source: Type your Preferred Playing time here
de_de: Geben Sie hier Ihre bevorzugte Spielzeit ein
es: Escribe tu tiempo de juego preferido aquí

source: Preferred Playing time
de_de: Bevorzugte Spielzeit
es: Tiempo de Juego Preferido

source: Create
de_de: Erstellen
es: Crear

source: Welcome
de_de: Willkommen
es: Bienvenido

# sign_in_to_profile
source: Sign in to your profile
de_de: Melden Sie sich in Ihrem Profil an
es: Iniciar sesión en tu perfil

source: Email
es: Correo Electrónico

source: Email Address
de_de: E-Mail-Adresse
es: Dirección de Correo Electrónico

source: Password
de_de: Passwort
es: Contraseña

# forgot_password
source: Forgot your password?
de_de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?

# forgot_password_header
source: Forgot your password?
de_de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?

source: SIGN IN
de_de: ANMELDEN
es: INICIAR SESIÓN

# create_basic_profile
source: Create your Basic Profile
de_de: Erstellen Sie Ihr Grundprofil
es: Crear tu Perfil Básico

source: SIGN UP
de_de: ANMELDEN
es: REGISTRARSE

# enter_email
source: Enter Your Email
de_de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu Correo Electrónico

source: Reset Password
de_de: Passwort zurücksetzen
es: Restablecer Contraseña

# weak_password
source: The password provided is too weak.
de_de: Das angegebene Passwort ist zu schwach.
es: La contraseña proporcionada es demasiado débil.

# account_already_exists
source: The account already exists for that email.
de_de: Für diese E-Mail-Adresse existiert bereits ein Konto.
es: La cuenta ya existe para ese correo electrónico.

source: Email verification sent!
de_de: E-Mail-Bestätigung gesendet!
es: ¡Verificación de correo electrónico enviada!

# google_signin_no_user
source: Google Sign-In: No user selected
de_de: Google-Anmeldung: Kein Benutzer ausgewählt
es: Inicio de sesión de Google: No se ha seleccionado ningún usuario

# google_signin_failed
source: Google Sign-In: Failed to authenticate user
de_de: Google-Anmeldung: Authentifizierung des Benutzers fehlgeschlagen
es: Inicio de sesión de Google: Fallo al autenticar el usuario

# google_signin_unexpected_error
source: Google Sign-In: Unexpected error occurred
de_de: Google-Anmeldung: Unerwarteter Fehler aufgetreten
es: Inicio de sesión de Google: Se produjo un error inesperado

source: Password reset email sent
de_de: E-Mail zum Zurücksetzen des Passworts gesendet
es: Correo electrónico de restablecimiento de contraseña enviado

# failed_send_password_reset_email
source: Failed to send password reset email
de_de: Fehler beim Senden der E-Mail zum Zurücksetzen des Passworts
es: Error al enviar el correo electrónico de restablecimiento de contraseña

source: Sign In
de_de: Anmelden
es: Iniciar Sesión

source: Sign Up
de_de: Registrieren
es: Registrarse

source: Next
de_de: Weiter
es: Siguiente

source: Skip
de_de: Überspringen
es: Omitir

source: Get Started
de_de: Loslegen
es: Empezar

# onboarding_header1
source: Create Your Profile
de_de: Profil erstellen
es: Crea tu Perfil

# onboarding_header2
source: Court Booking
de_de: Platzbuchung
es: Reserva de Canchas

# onboarding_header3
source: Match Making
es: Emparejamiento de Partidas

# onboarding_header4
source: Notifications
de_de: Benachrichtigungen
es: Notificaciones

# onboarding_detail1
source: Each club member can create an individual profile and include information about their strength and playing type.
de_de: Jedes Clubmitglied kann ein individuelles Profil erstellen und Informationen zu ihrenStärken und Spieltypen angeben.
es: Cada miembro del club puede crear un perfil individual e incluir información sobre su fortaleza y tipo de juego.

# onboarding_detail2
source: This feature allows club members to reserve tennis courts. They can view free times and make bookings easily.
de_de: Mit dieser Funktion können Clubmitglieder Tennisplätze reservieren. Sie können freie Zeiten anzeigen und Buchungen einfach vornehmen.
es: Esta función permite a los miembros del club reservar canchas de tenis. Pueden ver horarios disponibles y hacer reservas fácilmente.

# onboarding_detail3
source: You can find players who are interested in playing at a specific time or have a similar skill level as you.
de_de: Hier finden Sie Spieler, die zu einer bestimmten Zeit spielen möchten oder ein ähnliches Spielniveau wie Sie haben.
es: Puedes encontrar jugadores interesados en jugar en un horario específico o con un nivel de habilidad similar al tuyo.

# onboarding_detail4
source: You can access information regarding upcoming tournaments, events, game updates, or important club announcements.
de_de: Sie erhalten Informationen zu bevorstehenden Turnieren, Veranstaltungen, Spielaktualisierungen oder wichtigen Clubankündigungen.
es: Puedes acceder a información sobre torneos próximos, eventos, actualizaciones de juegos o anuncios importantes del club.

source: No chats found.
de_de: Keine Chats gefunden.
es: No se encontraron chats.

# receiver_data_not_found
source: Receiver player data not found.
de_de: Empfänger-Spielerdaten nicht gefunden.
es: Datos del jugador receptor no encontrados.

source: OK
es: Aceptar

source: Players Search
de_de: Spieler suchen
es: Buscar Jugadores

source: Search players...
de_de: Spieler suchen...
es: Buscar jugadores...

source: No players found
de_de: Keine Spieler gefunden
es: No se encontraron jugadores

source: No matching players found
de_de: Keine übereinstimmenden Spieler gefunden
es: No se encontraron jugadores coincidentes

source: Now
de_de: Jetzt
es: Ahora

# enter_your_message
source: Type your message...
de_de: Gib deine Nachricht ein...
es: Escribe tu mensaje...

source: Messages
de_de: Nachrichten
es: Mensajes

source: Community
es: Comunidad

source: Set Reminder
de_de: Erinnerung setzen
es: Establecer Recordatorio

source: At
de_de: Um
es: A las

source: Start
es: Inicio

source: End
de_de: Ende
es: Fin

source: Sunny
de_de: Sonnig
es: Soleado

source: Total Members
de_de: Gesamtmitglieder
es: Miembros Totales

source: Your Club
de_de: Dein Club
es: Tu Club

source: Error fetching club data.
de_de: Fehler beim Abrufen von Clubdaten.
es: Error al obtener los datos del club.

source: Club’s Upcoming events
de_de: Bevorstehende Veranstaltungen des Clubs
es: Próximos eventos del club

source: Club’s Players Ranking
de_de: Rangliste der Clubspieler
es: Ranking de jugadores del club

source: Available Courts
de_de: Verfügbare Plätze
es: Canchas Disponibles

source: Announcements
de_de: Ankündigungen
es: Anuncios

source: Create Event
de_de: Veranstaltung erstellen
es: Crear Evento

source: Find Partner
de_de: Partner finden
es: Encontrar Compañero

source: Cancel
de_de: Abbrechen
es: Cancelar

# invitation_text
source: You have been invited to join this club through an invitation link.
de_de: Du wurdest eingeladen, diesem Club über einen Einladungslink beizutreten.
es: Has sido invitado(a) a unirte a este club a través de un enlace de invitación.

source: No player data available
de_de: Keine Spielerdaten verfügbar
es: No hay datos disponibles del jugador

source: Player data not found
de_de: Spielerdaten nicht gefunden
es: Datos del jugador no encontrados

source: No club invitations found
de_de: Keine Clubeinladungen gefunden
es: No se encontraron invitaciones al club

source: Player removed from the club
de_de: Spieler aus dem Club entfernt
es: Jugador eliminado del club

source: Player is not a member of the club
de_de: Spieler ist kein Mitglied des Clubs
es: El jugador no es miembro del club

source: Club data not found
de_de: Clubdaten nicht gefunden
es: Datos del club no encontrados

source: User not logged in
de_de: Benutzer ist nicht angemeldet
es: Usuario no ha iniciado sesión

source: Error removing player from club. Please try again later.
de_de: Fehler beim Entfernen des Spielers aus dem Club. Bitte versuche es später erneut.
es: Error al eliminar al jugador del club. Por favor, intenta de nuevo más tarde.

source: Please enter the member name
de_de: Bitte gib den Namen des Mitglieds ein
es: Por favor ingresa el nombre del miembro

source: Player not found with the given name
de_de: Spieler mit dem angegebenen Namen nicht gefunden
es: Jugador no encontrado con el nombre proporcionado

source: Roles assigned successfully
de_de: Rollen erfolgreich zugewiesen
es: Roles asignados exitosamente

source: Error assigning roles. Please try again later.
de_de: Fehler beim Zuweisen von Rollen. Bitte versuche es später erneut.
es: Error al asignar roles. Por favor, intenta de nuevo más tarde.

source: Management
es: Gestión

source: Skill level
de_de: Fähigkeitsniveau
es: Nivel de Habilidad

source: Membership
de_de: Mitgliedschaft
es: Membresía

source: Clear
de_de: Löschen
es: Limpiar

source: Player type
de_de: Spielertyp
es: Tipo de Jugador

source: Date
de_de: Datum
es: Fecha

source: Role
de_de: Rolle
es: Rol

source: Instructions
de_de: Anweisungen
es: Instrucciones

source: Remove Member?
de_de: Mitglied entfernen?
es: ¿Eliminar Miembro?

source: Send Invitations
de_de: Einladungen senden
es: Enviar Invitaciones

source: You don't have any members.
de_de: Du hast keine Mitglieder.
es: No tienes ningún miembro.

source: No Role Assigned
de_de: Keine Rolle zugewiesen
es: Ningún Rol Asignado

source: Assign Role
de_de: Rolle zuweisen
es: Asignar Rol

source: Assign Player Skill Level
de_de: Fähigkeitsniveau des Spielers zuweisen
es: Asignar Nivel de Habilidad del Jugador

source: Remove Member?
de_de: Mitglied entfernen?
es: ¿Eliminar Miembro?

source: Update Player
de_de: Spieler aktualisieren
es: Actualizar Jugador

source: Matched Played
de_de: Gespielte Matches
es: Partidos Jugados

source: Total Win
de_de: Gesamtsiege
es: Total de Victorias

source: Player type
de_de: Spielertyp
es: Tipo de Jugador

source: Birth date
de_de: Geburtsdatum
es: Fecha de Nacimiento

source: Manage Members
de_de: Mitglieder verwalten
es: Administrar Miembros

source: Invite Members
de_de: Mitglieder einladen
es: Invitar Miembros

source: Set the rules for members
de_de: Setze die Regeln für Mitglieder
es: Establecer las reglas para los miembros

source: Age restriction
de_de: Altersbeschränkung
es: Restricción de Edad

source: Set
de_de: Setzen
es: Establecer

source: Updated successfully!
de_de: Erfolgreich aktualisiert!
es: ¡Actualizado exitosamente!

source: Loading...
de_de: Wird geladen...
es: Cargando...

source: Above 20
de_de: Über 20
es: Superior a 20

source: Above 18
de_de: Über 18
es: Superior a 18

source: Everyone
de_de: Jeder
es: Todos

source: Club Type
de_de: Club-Typ
es: Tipo de Club

source: Create Club
de_de: Club erstellen
es: Crear Club

source: Set Club Picture
de_de: Clubbild setzen
es: Establecer Imagen del Club

source: Type club name here
de_de: Gib den Clubnamen hier ein
es: Escribe el nombre del club aquí

source: Club Name
es: Nombre del Club

source: Type your name here
de_de: Gib deinen Namen hier ein
es: Escribe tu nombre aquí

source: Club admin
de_de: Club-Administrator
es: Administrador del Club

source: Type id here
de_de: Gib hier die ID ein
es: Escribe el número de identificación aquí

source: National Id number
de_de: Nationale ID-Nummer
es: Número de Identificación Nacional

source: Type your Phone number here
de_de: Gib deine Telefonnummer hier ein
es: Escribe tu número de teléfono aquí

source: Phone number
de_de: Telefonnummer
es: Número de Teléfono

source: Type Club Address here
de_de: Gib die Clubadresse hier ein
es: Escribe la dirección del club aquí

source: Club Address
de_de: Clubadresse
es: Dirección del Club

source: Type Your Email here
de_de: Gib deine E-Mail hier ein
es: Escribe tu correo electrónico aquí

source: Your Email
de_de: Deine E-Mail
es: Tu Correo Electrónico

source: Type Number of Courts Own
de_de: Gib die Anzahl der eigenen Plätze ein
es: Escribe el número de canchas propias

source: Your Courts Own
de_de: Deine eigenen Plätze
es: Tus Canchas Propias

source: Rules and regulations
de_de: Regeln und Vorschriften
es: Normas y Reglamentos

source: Briefly describe your club’s rule and regulations
de_de: Beschreibe kurz die Regeln und Vorschriften deines Clubs
es: Describe brevemente las normas y reglamentos de tu club

source: Find Court
de_de: Platz finden
es: Buscar Cancha

source: Courts
de_de: Plätze
es: Canchas

source: Create Court
de_de: Platz erstellen
es: Crear Cancha

source: Set Court Picture
de_de: Platzbild setzen
es: Establecer Imagen de la Cancha

source: Type Court Name here
de_de: Gib den Platznamen hier ein
es: Escribe el nombre de la cancha aquí

source: Court Name
de_de: Platzname
es: Nombre de la Cancha

source: Type your phone number here
de_de: Gib deine Telefonnummer hier ein
es: Escribe tu número de teléfono aquí

source: Your Phone
de_de: Deine Telefonnummer
es: Tu Teléfono

source: Start Date and Time
de_de: Startdatum und -zeit
es: Fecha y Hora de Inicio

source: Select start date and time
de_de: Wähle Startdatum und -zeit
es: Seleccionar fecha y hora de inicio

source: End Date and time
de_de: Enddatum und -zeit
es: Fecha y Hora de Finalización

source: Select end date and time
de_de: Wähle Enddatum und -zeit
es: Seleccionar fecha y hora de finalización

source: Type Court Address here
de_de: Gib die Platzadresse hier ein
es: Escribe la dirección de la cancha aquí

source: Court Address
de_de: Platzadresse
es: Dirección de la Cancha

source: Create
de_de: Erstellen
es: Crear

source: Club name for hosting the event
de_de: Clubname für die Veranstaltung
es: Nombre del club para organizar el evento

source: Tournament
de_de: Turnier
es: Torneo

source: One Day
de_de: Eintägig
es: Un Día

source: Challenge
de_de: Herausforderung
es: Desafío

source: Competition
de_de: Wettbewerb
es: Competición

source: Friendly Match
de_de: Freundschaftsspiel
es: Partido Amistoso

source: Daily Training
de_de: Tägliches Training
es: Entrenamiento Diario

source: Party Event
de_de: Party-Veranstaltung
es: Evento de Fiesta

source: Training Plan
de_de: Trainingsplan
es: Plan de Entrenamiento

source: Event Type
de_de: Veranstaltungstyp
es: Tipo de Evento

source: Please enter a valid date and time
de_de: Bitte gib ein gültiges Datum und eine gültige Uhrzeit ein
es: Por favor ingresa una fecha y hora válidas

source: Create Event
de_de: Veranstaltung erstellen
es: Crear Evento

source: Set Event Picture
de_de: Veranstaltungsbild setzen
es: Establecer Imagen del Evento

source: Type event name here
de_de: Gib den Veranstaltungsnamen hier ein
es: Escribe el nombre del evento aquí

source: Event Name
de_de: Veranstaltungsname
es: Nombre del Evento

source: Event Start
de_de: Veranstaltungsstart
es: Inicio del Evento

source: Event End
de_de: Veranstaltungsende
es: Fin del Evento

source: Type Event address here
de_de: Gib hier die Veranstaltungsadresse ein
es: Escribe la dirección del evento aquí

source: Event Address
de_de: Veranstaltungsadresse
es: Dirección del Evento

source: Type Court name here
de_de: Gib hier den Platznamen ein
es: Escribe el nombre de la cancha aquí

source: Briefly describe your club’s Instructions here...
de_de: Beschreibe hier kurz die Anweisungen deines Clubs...
es: Describe brevemente las instrucciones de tu club aquí...

source: Player level
de_de: Spielerstufe
es: Nivel del Jugador

source: You can set a skill level requirement for players, allowing only those whose skill level matches the requirement you have set to participate.
de_de: Du kannst eine Fähigkeitsstufe für Spieler festlegen und nur solche zulassen, deren Fähigkeitsstufe mit der von dir festgelegten Anforderung übereinstimmt, um teilzunehmen.
es: Puedes establecer un requisito de nivel de habilidad para los jugadores, permitiendo solo aquellos cuyo nivel de habilidad coincide con el requisito que has establecido para participar.

source: Create Your Profile
de_de: Erstelle Dein Profil
es: Crear Tu Perfil

source: Please enter a valid date
de_de: Bitte gib ein gültiges Datum ein
es: Por favor ingresa una fecha válida

source: Please enter a valid time
de_de: Bitte gib eine gültige Uhrzeit ein
es: Por favor ingresa una hora válida

source: Select Date of Birth
de_de: Wähle dein Geburtsdatum
es: Seleccionar Fecha de Nacimiento

source: Your Age
de_de: Dein Alter
es: Tu Edad

source: Event Calendar
de_de: Veranstaltungskalender
es: Calendario de Eventos

source: Daily
de_de: Täglich
es: Diario

source: Schedule
de_de: Zeitplan
es: Programar

source: Monthly
de_de: Monatlich
es: Mensual

source: No events found.
de_de: Keine Veranstaltungen gefunden.
es: No se encontraron eventos.

source: Find Match
de_de: Match finden
es: Buscar Partido

source: Your Requirements
de_de: Deine Anforderungen
es: Tus Requisitos

source: People’ Requirements
de_de: Anforderungen an Teilnehmer
es: Requisitos de Personas

source: No matches available now.
de_de: Derzeit sind keine Matches verfügbar.
es: No hay partidos disponibles en este momento.

source: You
de_de: Du
es: Tú

source: Opponent
de_de: Gegner
es: Contrincante

source: Match data saved successfully!
de_de: Match-Daten erfolgreich gespeichert!
es: ¡Datos del partido guardados exitosamente!

source: Error occurred while saving match data!
de_de: Beim Speichern der Match-Daten ist ein Fehler aufgetreten!
es: Ocurrió un error al guardar los datos del partido.

source: Play
de_de: Spielen
es: Jugar

source: Player Type
de_de: Spielertyp
es: Tipo de Jugador

source: Address
de_de: Adresse
es: Dirección

source: Date
de_de: Datum
es: Fecha

source: Preferred time
de_de: Bevorzugte Zeit
es: Horario Preferido

source: Set Requirements
de_de: Anforderungen festlegen
es: Establecer Requisitos

source: Find
de_de: Finden
es: Buscar

source: Edit
de_de: Bearbeiten
es: Editar

source: Please choose a club
de_de: Bitte wähle einen Club aus
es: Por favor, elige un club

source: Home
de_de: Startseite
es: Inicio

source: Menu
de_de: Menü
es: Menú

source: Preferred Playing time
de_de: Bevorzugte Spielzeit
es: Horario de Juego Preferido

source: Date of birth
de_de: Geburtsdatum
es: Fecha de Nacimiento

source: Match Played
de_de: Gespielte Spiele
es: Partidos Jugados

source: In Club Ranking
de_de: In der Club-Rangliste
es: Ranking del Club

source: Your Club
de_de: Dein Club
es: Tu Club

source: No Club Data
de_de: Keine Club-Daten
es: No hay datos del club

source: Your Strength
de_de: Deine Stärke
es: Tu Fortaleza

source: Your strength will be determined based on your playing record, and your performance may impact your strength rating.
de_de: Deine Stärke wird basierend auf deinem Spielverlauf ermittelt, und deine Leistung kann sich auf deine Stärkebewertung auswirken.
es: Tu fortaleza se determinará según tu historial de juego, y tu rendimiento puede afectar tu calificación de fortaleza.

source: Error fetching user data.
de_de: Fehler beim Abrufen von Benutzerdaten.
es: Error al obtener los datos del usuario.

source: Your Profile
de_de: Dein Profil
es: Tu Perfil

source: Please select at least one role
de_de: Bitte wähle mindestens eine Rolle aus
es: Por favor, selecciona al menos un rol

source: Assign Person
de_de: Person zuweisen
es: Asignar Persona

source: Select Person
de_de: Person auswählen
es: Seleccionar Persona

source: Assign Roles
de_de: Rollen zuweisen
es: Asignar Roles

source: Send invitation
de_de: Einladung senden
es: Enviar Invitación

source: Create Events
de_de: Veranstaltungen erstellen
es: Crear Eventos

source: Create tennis courts
de_de: Tennisplätze erstellen
es: Crear Canchas de Tenis

source: Create offers
de_de: Angebote erstellen
es: Crear Ofertas

source: Edit club
de_de: Club bearbeiten
es: Editar Club

source: Delete club
de_de: Club löschen
es: Eliminar club

source: Edit members
de_de: Mitglieder bearbeiten
es: Editar miembros

source: Delete members
de_de: Mitglieder löschen
es: Eliminar miembros

source: Create Training
de_de: Training erstellen
es: Crear Entrenamiento

source: Set up leagues
de_de: Ligen einrichten
es: Configurar Ligas

source: Create Roles
de_de: Rollen erstellen
es: Crear Roles

source: Role Details
de_de: Rollen-Details
es: Detalles del Rol

source: You can add more rights to a role.
de_de: Du kannst einer Rolle weitere Rechte hinzufügen.
es: Puedes agregar más derechos a un rol.

source: Update Role
de_de: Rolle aktualisieren
es: Actualizar Rol

source: Create Role
de_de: Rolle erstellen
es: Crear Rol

source: Describe Role type here
de_de: Beschreibe hier den Rollentyp
es: Describe aquí el tipo de rol

source: Rights
de_de: Rechte
es: Derechos

source: Role Created
de_de: Rolle erstellt
es: Rol Creado

source: Role has been created successfully.
de_de: Rolle wurde erfolgreich erstellt.
es: El rol ha sido creado exitosamente.

source: Error creating role
de_de: Fehler beim Erstellen der Rolle
es: Error al crear el rol

source: Roles list
de_de: Rollenliste
es: Lista de Roles

source: Assign Roles to a Person
de_de: Rollen einer Person zuweisen
es: Asignar Roles a una Persona

source: Describe Rights
de_de: Beschreibe Rechte
es: Describir Derechos

source: No data found
de_de: Keine Daten gefunden
es: No se encontraron datos

source: Set Reminder
de_de: Erinnerung setzen
es: Configurar Recordatorio

source: Your event will start now
de_de: Deine Veranstaltung beginnt jetzt
es: Tu evento comenzará ahora

source: No Reversed Courts
de_de: Keine umgekehrten Plätze
es: No hay canchas revertidas

source: Error fetching court data
de_de: Fehler beim Abrufen der Platzdaten
es: Error al obtener datos de la cancha

source: No court data available
de_de: Keine Platzdaten verfügbar
es: No hay datos de la cancha disponibles

source: Click to Reverse Court
de_de: Klicken, um den Platz umzukehren
es: Haz clic para revertir la cancha

source: You Don't have Events
de_de: Du hast keine Veranstaltungen
es: No tienes eventos

source: Register for events on the Club page
de_de: Registriere dich für Veranstaltungen auf der Club-Seite
es: Regístrate para eventos en la página del Club

source: Error fetching event data
de_de: Fehler beim Abrufen der Veranstaltungsdaten
es: Error al obtener datos de eventos

source: Error fetching player data
de_de: Fehler beim Abrufen der Spielerdaten
es: Error al obtener datos del jugador

source: Register Done
de_de: Registrierung abgeschlossen
es: Registro Completado

source: Error fetching match data
de_de: Fehler beim Abrufen der Match-Daten
es: Error al obtener datos del partido
